/* Add torrent -> info
   Create torrent -> info
   Drag overlay -> torrents
   Inspector -> selected torrents */
"%@ files" = "%@ файлов";

/* Prefs -> blocklist -> message */
"%@ IP address rules in list" = "%@ IP-адресов в списке";

/* Inspector -> selected torrents */
"%@ magnetized transfers" = "%@ maget-разд.";

/* file size string
   Inspector -> Files tab -> file status string
   Status bar transfer count */
"%@ of %@" = "%1$@ из %2$@";

/* Torrent -> progress string */
"%@ of torrent metadata retrieved" = "%@ метаданных торрента получено";

/* time remaining string */
"%@ remaining" = "осталось %@";

/* Add torrent -> info
   Inspector -> Activity tab -> progress
   Torrent -> progress string */
"%@ selected" = "%@ выбрано";

/* stats window -> times opened */
"%@ times" = "%@ раз";

/* Drag overlay -> torrents */
"%@ Torrent Files" = "%@ торрент-файлов";

/* Inspector -> selected torrents */
"%@ Torrents Selected" = "%@ разд.";

/* Inspector -> selected torrents
   stats total */
"%@ total" = "%@ всего";

/* Filter Bar Button -> tool tip
   Status bar transfer count
   Torrent table -> group row -> tooltip */
"%@ transfers" = "Количество раздач: %@";

/* Inspector -> Activity tab -> have */
"%@ verified" = "%@ проверено";

/* Inspector -> Peers tab -> peers */
"%d cache" = "%d в кеше";

/* Inspector -> Peers tab -> peers */
"%d Connected" = "%d подключено";

/* Inspector -> Peers tab -> peers */
"%d DHT" = "%d DHT";

/* Dock item - Downloading */
"%d Downloading" = "%d скачивается";

/* Inspector -> Peers tab -> peers */
"%d incoming" = "%d входящих";

/* Action menu -> upload/download limit
   Status Bar -> speed tooltip */
"%d KB/s" = "%d КБ/s";

/* Inspector -> Peers tab -> peers */
"%d local discovery" = "%d местных польз.";

/* Inspector -> Peers tab -> peers */
"%d LTEP" = "%d LTEP";

/* Info options -> global setting */
"%d minutes" = "%d мин";

/* Inspector -> Peers tab -> peers */
"%d PEX" = "%d PEX";

/* Create torrent -> info */
"%d pieces, %@ each" = "%1$d частей, %2$@ каждая";

/* Dock item - Seeding */
"%d Seeding" = "%d раздается";

/* Inspector -> Peers tab -> peers */
"%d tracker" = "%d от трекера";

/* Torrent -> status string */
"%d web seeds" = "%d сайтов раздачи";

/* time string */
"%u days" = "%u дн";

/* time string */
"%u hr" = "%u ч";

/* time string */
"%u min" = "%u мин";

/* time string */
"%u sec" = "%u с";

/* time string */
"%u years" = "%u года";

/* time string */
"1 day" = "1 день";

/* Add torrent -> info
   Create torrent -> info
   Drag overlay -> torrents
   Inspector -> selected torrents */
"1 file" = "1 файл";

/* Inspector -> selected torrents */
"1 magnetized transfer" = "1 magnet-раздача";

/* Info options -> global setting */
"1 minute" = "1 мин";

/* Create torrent -> info */
"1 piece, %@" = "1 часть, %@";

/* stats window -> times opened */
"1 time" = "1 раз";

/* Filter Button -> tool tip
   Status bar transfer count
   Torrent table -> group row -> tooltip */
"1 transfer" = "1 раздача";

/* time string */
"1 year" = "1 год";

/* Open invalid alert -> title */
"\"%@\" is not a valid torrent file." = "«%@» не является торрент-файлом.";

/* Prefs -> blocklist -> message */
"A blocklist must first be downloaded" = "Необходимо скачать черный список";

/* Create torrent -> file already exists warning -> warning */
"A file with the name \"%@\" already exists in the directory \"%@\". Choose a new name or directory to create the torrent file." = "Файл с именем «%1$@» уже есть в папке «%2$@». Выберите новое имя или местоположение чтобы создать торрент-файл.";

/* Move inside itself alert -> title */
"A folder cannot be moved to inside itself." = "Папка не может быть перемещена внутрь себя.";

/* Create torrent -> zero size -> warning */
"A torrent file cannot be created for files with no size." = "Торрент-файл не может быть создан для файлов нулевого размера.";

/* Create torrent -> file already exists warning -> title */
"A torrent file with this name and directory cannot be created." = "Торрент-файл с этим именем не может быть создан в этой папке.";

/* Create torrent -> blank address -> message */
"A transfer marked as private with no tracker addresses will be unable to connect to peers. The torrent file will only be useful if you plan to upload the file to a tracker website that will add the addresses for you." = "Другие пользователи не смогут подключиться к раздаче без адреса трекера, помеченной как частная. Торрент-файл будет работать только если сайт трекера сам добавит в него адреса.";

/* Open duplicate alert -> title
   Open duplicate magnet alert -> title */
"A transfer of \"%@\" already exists." = "Раздача «%@» уже существует.";

/* Filter Bar -> filter button */
"Active" = "Активные";

/* Inspector -> tab
   Inspector view -> title */
"Activity" = "Активность";

/* Add torrent -> same name -> button */
"Add" = "Добавить";

/* Inspector view -> tracker buttons */
"Add a tracker" = "Добавить трекер";

/* Magnet link failed -> title */
"Adding magnetized transfer failed." = "Ошибка при добавление magnet-раздачи";

/* Filter Bar -> filter button
   inspector -> check all */
"All" = "Все";

/* Filter Bar -> group filter menu
   Groups -> Button */
"All Groups" = "Все группы";

/* Create torrent -> failed -> warning */
"An unknown error has occurred." = "Произошла неизвестная ошибка.";

/* Tracker last announce */
"Announce error" = "Ошибка анонса";

/* Tracker next announce */
"Announce in progress" = "Анонс в прогрессе";

/* Tracker next announce */
"Announce is queued" = "Анонс приостановлен";

/* Tracker next announce */
"Announce not scheduled" = "Анонс не запланирован";

/* Tracker last announce */
"Announce timed out" = "Превышено время ожидания анонса";

/* All toolbar item -> label */
"Apply All" = "Применить все";

/* Selected toolbar item -> label */
"Apply Selected" = "Применить выбранные";

/* Confirm Quit panel -> title */
"Are you sure you want to quit?" = "Вы действительно хотите завершить программу?";

/* Remove completed confirm panel -> title */
"Are you sure you want to remove %@ completed transfers from the transfer list?" = "Вы действительно хотите удалить %@ завершенных раздач из списка?";

/* Removal confirm panel -> title */
"Are you sure you want to remove %@ transfers from the transfer list and trash the data files?" = "Вы действительно хотите удалить %@ раздач из списка и переместить их данные в Корзину?";

/* Removal confirm panel -> title */
"Are you sure you want to remove %@ transfers from the transfer list?" = "Вы действительно хотите удалить %@ раздач из списка?";

/* Remove trackers alert -> title */
"Are you sure you want to remove %d trackers?" = "Выделено трекеров: %d. Вы действительно хотите удалить трекеры? ";

/* Removal confirm panel -> title */
"Are you sure you want to remove \"%@\" from the transfer list and trash the data file?" = "Вы действительно хотите удалить «%@» из списка раздач и переместить данные в Корзину?";

/* Removal confirm panel -> title
   Remove completed confirm panel -> title */
"Are you sure you want to remove \"%@\" from the transfer list?" = "Вы действительно хотите удалить «%@» из списка раздач?";

/* Remove trackers alert -> title */
"Are you sure you want to remove this tracker?" = "Вы действительно хотите удалить этот трекер?";

/* Stats reset -> title */
"Are you sure you want to reset usage statistics?" = "Вы действительно хотите очистить статистику?";

/* inspector -> peer table -> header tool tip */
"Available" = "Доступен";

/* Preferences -> toolbar item title */
"Bandwidth" = "Ширина канала";

/* notification description */
"Bandwidth settings changed" = "Настройки ширины канала изменены";

/* Groups -> Name */
"Blue" = "Синяя";

/* Add torrent -> same name -> button
   Blocklist -> cancel button
   Confirm Quit panel -> button
   Create torrent -> blank address -> button
   Removal confirm panel -> button
   Remove completed confirm panel -> button
   Remove trackers alert -> button
   rename sheet button
   Stats reset -> button
   URL sheet button */
"Cancel" = "Отменить";

/* Torrent Table -> tooltip */
"Change transfer settings" = "Изменить настройки передачи";

/* File Outline -> Menu */
"Check Selected" = "Отметить выбранные";

/* Torrent -> status string */
"Checking existing data" = "Проверка существующих данных";

/* Message window -> save button */
"Clear" = "Очистить";

/* inspector -> peer table -> header */
"Client" = "Клиент";

/* View menu -> Quick Look */
"Close Quick Look" = "Закрыть Quick Look";

/* Blocklist -> message */
"Connecting to site" = "Подключаюсь к сайту";

/* Torrent file copy alert -> title */
"Copy of \"%@\" Cannot Be Created" = "Копия «%@» не может быть создана";

/* Create torrent -> failed -> warning */
"Could not read \"%s\": %s." = "Не могу прочитать «%1$s»: %2$s.";

/* Create torrent -> failed -> warning */
"Could not write \"%s\": %s." = "Не могу записать «%1$s»: %2$s.";

/* Create toolbar item -> label
   Create torrent -> blank address -> button */
"Create" = "Создать";

/* Drag overlay -> file */
"Create a Torrent File" = "Создать торрент-файл";

/* Create toolbar item -> tooltip */
"Create torrent file" = "Создать торрент-файл";

/* Create toolbar item -> palette label
   Create torrent -> select file */
"Create Torrent File" = "Создать торрент-файл";

/* Create torrent -> failed -> title */
"Creation of \"%@\" failed." = "При создании «%@» произошла ошибка.";

/* Inspector -> peer -> status */
"Currently downloading (interested and not choked)" = "Скачиваю (заинтересован и открыт)";

/* Inspector -> peer -> status */
"Currently uploading (interested and not choked)" = "Раздаю (заинтересован и открыт)";

/* Message window -> table column */
"Date" = "Дата";

/* Message window -> level
   Message window -> level string */
"Debug" = "Отладка";

/* Info options -> global setting */
"disabled" = "отсутствуют";

/* inspector -> peer table -> header
   inspector -> web seed table -> header
   status bar -> status label
   Torrent -> status string */
"DL" = "С";

/* Inspector -> Peers tab -> peers */
"DL from %d" = "скачиваю от %d";

/* Torrent disk space alert -> button */
"Do not check disk space again" = "Не проверять еще раз";

/* Donation beg -> button */
"Don't bug me about this ever again." = "Больше не спрашивать";

/* files tab -> tooltip */
"Don't Download" = "Не скачивать";

/* Donation beg -> button */
"Donate" = "Сделать пожертвование";

/* Donation beg -> message */
"Donate or not, there will be no difference to your torrenting experience." = "Transmission продолжит работать вне зависимости от того, сделаете вы пожертвование или нет.";

/* file table -> header tool tip
   files tab -> tooltip */
"Download" = "Скачать";

/* Torrent disk space alert -> button */
"Download Anyway" = "Скачать в любом случае";

/* notification title */
"Download Complete" = "Скачивание завершено";

/* Blocklist -> message */
"Download of the blocklist failed." = "Не могу скачать черный список.";

/* files tab -> tooltip */
"Download Some" = "Файлы торрента";

/* Torrent table -> group row -> tooltip */
"Download speed" = "Скорость скачивания";

/* Stats window -> label
   tracker peer stat */
"Downloaded" = "Скачали";

/* Filter Bar -> filter button
   Torrent -> status string */
"Downloading" = "Скачиваю";

/* Blocklist -> message */
"Downloading blocklist" = "Скачиваю черный список";

/* Torrent -> status string */
"Downloading from %d of %d peers" = "Скачиваю от %1$d из %2$d пользователей";

/* Torrent -> status string */
"Downloading from %d of 1 peer" = "Скачиваю от %d из 1 пользователя";

/* inspector -> peer table -> header tool tip */
"Downloading From Peer" = "Скачиваю от пользователя";

/* inspector -> web seed table -> header tool tip */
"Downloading From Web Seed" = "Скачиваю с сайта";

/* Inspector -> Peers tab -> table row tooltip */
"encrypted" = "зашифрованный";

/* inspector -> peer table -> header tool tip */
"Encrypted Connection" = "Зашифрованное соединение";

/* Message window -> level
   Message window -> level string
   Torrent -> status string */
"Error" = "Ошибка";

/* Inspector -> tab
   Inspector view -> title */
"Files" = "Файлы";

/* Filter toolbar item -> label
   inspector -> file filter
   Message window -> filter field */
"Filter" = "Фильтр";

/* Inspector -> Peers tab -> table row tooltip */
"From: cache" = "Источник: кеш";

/* Inspector -> Peers tab -> table row tooltip */
"From: distributed hash table" = "Источник: распределенная хеш-таблица";

/* Inspector -> Peers tab -> table row tooltip */
"From: incoming connection" = "Источник: входящее подключение";

/* Inspector -> Peers tab -> table row tooltip */
"From: libtorrent extension protocol handshake" = "Источник: расширения протокола рукопожатий libtorrent";

/* Inspector -> Peers tab -> table row tooltip */
"From: local peer discovery" = "Источник: местное обнаружение пользователей";

/* Inspector -> Peers tab -> table row tooltip */
"From: peer exchange" = "Источник: обмен пользователями";

/* Inspector -> Peers tab -> table row tooltip */
"From: tracker" = "Источник: трекер";

/* File size - gigabytes */
"GB" = "ГБ";

/* Transfer speed (gigabytes per second) */
"GB/s" = "ГБ/с";

/* Preferences -> toolbar item title */
"General" = "Основные";

/* Inspector -> tab
   Inspector view -> title */
"General Info" = "Информация";

/* Status Bar -> speed tooltip */
"Global download limit" = "Общее ограничене скорости скачивания";

/* Status Bar -> speed tooltip */
"Global upload limit" = "Общее огранчение скорости раздачи";

/* Tracker last announce */
"got %d peers" = "%d пользов.";

/* Tracker last announce */
"got 1 peer" = "1 пользователь";

/* Groups -> Name */
"Gray" = "Серая";

/* Groups -> Name */
"Green" = "Зеленая";

/* Groups -> Button */
"Group" = "Группы";

/* Preferences -> toolbar item title */
"Groups" = "Группы";

/* View menu -> Filter Bar */
"Hide Filter Bar" = "Скрыть фильтр";

/* View menu -> Inspector */
"Hide Inspector" = "Скрыть инспектор";

/* View menu -> Status Bar */
"Hide Status Bar" = "Скрыть панель статуса";

/* File Outline -> Priority Menu */
"High" = "Высокий";

/* files tab -> tooltip */
"High Priority" = "Высокий приоритет";

/* Legal alert -> button */
"I Accept" = "Подтверждаю";

/* Add torrent -> same name -> message */
"If you are attempting to use already existing data, the root data directory should be inside the destination directory." = "Если вы хотите использовать существующие данные, корневая папка должна быть внутри выбранной.";

/* Torrent -> eta string */
"inactive" = "неактивен";

/* Message window -> level
   Message window -> level string */
"Info" = "Информация";

/* Inspector toolbar item -> label */
"Inspector" = "Инспектор";

/* URL sheet label */
"Internet address of torrent file:" = "Адрес торрент-файла:";

/* inspector -> peer table -> header */
"IP Address" = "IP-адрес";

/* Download not a torrent -> message */
"It appears that the file \"%@\" from %@ is not a torrent file." = "Файл «%1$@» из %2$@ не является торрент-файлом.";

/* File size - kilobytes */
"KB" = "КБ";

/* Transfer speed (kilobytes per second) */
"KB/s" = "КБ/с";

/* Tracker last announce */
"Last Announce" = "Последний анонс";

/* Tracker last scrape */
"Last Scrape" = "Последний запрос";

/* Prefs -> blocklist -> message */
"Last updated" = "Последнее обновление";

/* tracker peer stat */
"Leechers" = "Скачивающих";

/* About window -> license button */
"License" = "Лицензия";

/* torrent action menu -> upload/download limit */
"Limit (%d KB/s)" = "С ограничением (%d КБ/с)";

/* Save log alert panel -> title */
"Log Could Not Be Saved" = "Журнал не может быть сохранен";

/* File Outline -> Priority Menu */
"Low" = "Низкий";

/* files tab -> tooltip */
"Low Priority" = "Низкий приоритет";

/* Open duplicate magnet alert -> title */
"Magnet link is a duplicate of an existing transfer." = "Magnet-ссылка является копией существующей раздачи.";

/* Inspector -> selected torrents
   Torrent -> progress string */
"Magnetized transfer" = "Magnet-раздача";

/* File size - megabytes */
"MB" = "МБ";

/* Transfer speed (megabytes per second) */
"MB/s" = "МБ/с";

/* Message window -> table column */
"Message" = "Сообщение";

/* Message window -> title */
"Message Log" = "Журнал сообщений";

/* files tab -> tooltip */
"Multiple Priorities" = "Разные приоритеты";

/* Inspector -> Peers tab -> table row tooltip
   No Ratio
   Prefs -> blocklist -> message
   Tracker last announce
   Tracker last scrape
   tracker peer stat */
"N/A" = "Нет данных";

/* Filter Bar -> filter menu */
"Name" = "Имя";

/* Preferences -> toolbar item title */
"Network" = "Сеть";

/* Prefs -> blocklist -> message */
"Never" = "Никогда";

/* Inspector -> tracker table */
"New Tier" = "Новый уровень";

/* Tracker next announce */
"Next announce in %@" = "Следующий анонс через %@";

/* Group table row */
"No Group" = "✕";

/* Inspector -> selected torrents */
"No Torrents Selected" = "Ни один торрент не выбран";

/* Groups -> Button
   Groups -> Menu
   inspector -> check all */
"None" = "✕";

/* Donation beg -> button */
"Nope" = "Нет";

/* File Outline -> Priority Menu */
"Normal" = "Нормальный";

/* files tab -> tooltip */
"Normal Priority" = "Нормальный приоритет";

/* Torrent disk space alert -> title */
"Not enough remaining disk space to download \"%@\" completely." = "Недостаточно места на диске для скачивания «%@».";

/* About window -> license close button
   Blocklist -> button
   Create torrent -> directory doesn't exist warning -> button
   Create torrent -> failed -> button
   Create torrent -> file already exists warning -> button
   Create torrent -> no files -> button
   Create torrent -> zero size -> button
   Download not a torrent -> button
   Magnet link failed -> button
   Move error alert -> button
   Move inside itself alert -> button
   Open duplicate alert -> button
   Open duplicate magnet alert -> button
   Open invalid alert -> button
   Save log alert panel -> button
   Torrent disk space alert -> button
   Torrent download failed -> button
   Torrent file copy alert -> button
   Transmission already running alert -> button */
"OK" = "OK";

/* Remove completed confirm panel -> message */
"Once removed, continuing the transfer will require the torrent file or magnet link." = "Для восстановления удаленной раздачи потребуется торрент-файл или magnet-ссылка.";

/* Removal confirm panel -> message part 2
   Remove completed confirm panel -> message */
"Once removed, continuing the transfers will require the torrent files or magnet links." = "После удаления продолжение раздач потребует наличия торрент-файла или magnet-ссылок.";

/* Remove trackers alert -> message */
"Once removed, Transmission will no longer attempt to contact it. This cannot be undone." = "Transmission не будет пытаться подключиться к трекеру после того, как он будет удален. Это действие невозможно отменить.";

/* Remove trackers alert -> message */
"Once removed, Transmission will no longer attempt to contact them. This cannot be undone." = "Transmission не будет пытаться подключиться к трекерам после того, как они будет удален. Это действие невозможно отменить.";

/* File Outline -> Menu */
"Only Check Selected" = "Отметить только выбранные";

/* Open toolbar item -> label
   URL sheet button */
"Open" = "Открыть";

/* Open address toolbar item -> label */
"Open Address" = "Открыть адрес";

/* Open address toolbar item -> palette label */
"Open Torrent Address" = "Открыть торрент по адресу";

/* Open toolbar item -> tooltip */
"Open torrent files" = "Открыть торрент-файл";

/* Open toolbar item -> palette label */
"Open Torrent Files" = "Открыть торрент-файл";

/* Open address toolbar item -> tooltip */
"Open torrent web address" = "Открыть торрент по URL";

/* Inspector -> tab
   Inspector view -> title */
"Options" = "Опции";

/* Groups -> Name */
"Orange" = "Оранжевая";

/* Inspector -> Peers tab -> table row tooltip */
"Partial Seed" = "Частичная раздача";

/* All toolbar item -> palette label */
"Pause / Resume All" = "Приостановить/возобновить все";

/* Selected toolbar item -> palette label */
"Pause / Resume Selected" = "Приостановить/возобновить выбранные";

/* All toolbar item -> label
   Dock item */
"Pause All" = "Приостановить все";

/* All toolbar item -> tooltip */
"Pause all transfers" = "Приостановить все раздачи";

/* Selected toolbar item -> label */
"Pause Selected" = "Приостановить выбранное";

/* Selected toolbar item -> tooltip */
"Pause selected transfers" = "Приостановить выбранные раздачи";

/* Torrent Table -> tooltip */
"Pause the transfer" = "Приостановить раздачу";

/* Filter Bar -> filter button
   Torrent -> status string */
"Paused" = "Приостановлены";

/* Inspector -> peer -> status */
"Peer is unchoking you, but you are not interested" = "Имеющиеся у пользователя части торрента вас не интересуют";

/* Inspector -> peer -> status */
"Peer wants you to upload, but you do not want to (interested and choked)" = "Пользователь заинтересован в имеющихся у вас частях торрента, но вы его блокируете";

/* Inspector -> tab
   Inspector view -> title
   Preferences -> toolbar item title */
"Peers" = "Пользователи";

/* Inspector -> Peers tab -> table row tooltip */
"Port" = "Порт";

/* Preferences -> Network -> port status */
"Port check site is down" = "Сайт проверки порта недоступен";

/* Preferences -> Network -> port status */
"Port is closed" = "Порт закрыт";

/* Preferences -> Network -> port status */
"Port is open" = "Порт открыт";

/* File Outline -> Menu
   file table -> header tool tip */
"Priority" = "Приоритет";

/* files tab -> tooltip */
"Priority Not Available" = "Приоритет недоступен";

/* Inspector -> private torrent */
"Private Torrent, non-tracker peer discovery disabled" = "Частный торрент, обнаружение пользователей вне трекера отключено";

/* Message window -> table column */
"Process" = "Процесс";

/* Blocklist -> message */
"Processing blocklist" = "Обрабатываю черный список";

/* Stats window -> label */
"Program Started" = "Запущено";

/* Inspector -> Peers tab -> table row tooltip */
"Progress: %@" = "Прогресс: %@";

/* Inspector -> Peers tab -> table row tooltip */
"Protocol: %@" = "Протокол: %@";

/* Inspector -> private torrent */
"Public Torrent" = "Публичный торрент";

/* Groups -> Name */
"Purple" = "Пурпурная";

/* QuickLook toolbar item -> label
   QuickLook toolbar item -> palette label
   QuickLook toolbar item -> tooltip
   View menu -> Quick Look */
"Quick Look" = "Быстрый просмотр";

/* Confirm Quit panel -> button
   Legal alert -> button */
"Quit" = "Завершить";

/* Dock Badger -> quit */
"Quitting" = "Заверш.";

/* Stats window -> label
   status bar -> status label
   Torrent -> status string
   Torrent table -> group row -> tooltip */
"Ratio" = "Рейтинг";

/* Groups -> Name */
"Red" = "Красная";

/* Torrent -> eta string */
"remaining time unknown" = "оставшееся время неизвестно";

/* Preferences -> toolbar item title */
"Remote" = "Удаленное управление";

/* Removal confirm panel -> button
   Remove completed confirm panel -> button
   Remove toolbar item -> label
   Remove trackers alert -> button */
"Remove" = "Удалить";

/* Main window -> 3rd bottom left button (remove all) tooltip */
"Remove all transfers that have completed seeding." = "Удалить все завершенные раздачи";

/* Remove toolbar item -> palette label */
"Remove Selected" = "Удалить выбранные";

/* Inspector view -> tracker buttons */
"Remove selected trackers" = "Удалить выбранные трекеры";

/* Remove toolbar item -> tooltip */
"Remove selected transfers" = "Удалить выбранные раздачи";

/* rename sheet button */
"Rename" = "Переименовать";

/* File Outline -> Menu */
"Rename File" = "Переименовать файл";

/* rename sheet label */
"Rename the file \"%@\":" = "Переименовать файл «%@»";

/* Stats reset -> button
   Stats window -> reset button */
"Reset" = "Очистить";

/* All toolbar item -> label
   Dock item */
"Resume All" = "Возобновить все";

/* All toolbar item -> tooltip */
"Resume all transfers" = "Возобновить все раздачи";

/* Selected toolbar item -> label */
"Resume Selected" = "Возобновить выбранные";

/* Selected toolbar item -> tooltip */
"Resume selected transfers" = "Возобновить выбранные раздачи";

/* Torrent cell -> button info */
"Resume the transfer" = "Возобновить раздачу";

/* Torrent cell -> button info */
"Resume the transfer right away" = "Возобновить раздачу прямо сейчас";

/* Stats window -> label */
"Running Time" = "Время работы";

/* Message window -> save button */
"Save" = "Сохранить";

/* Tracker last scrape */
"Scrape error" = "Ошибка запроса";

/* Tracker last scrape */
"Scrape timed out" = "Тайм-аут запроса";

/* tracker peer stat */
"Seeders" = "Раздающих";

/* Filter Bar -> filter button
   Torrent -> status string */
"Seeding" = "Раздаю";

/* Torrent -> status string */
"Seeding complete" = "Раздача завершена";

/* notification title */
"Seeding Complete" = "Раздача завершена";

/* Torrent -> status string */
"Seeding to %d of %d peers" = "Раздаю к %1$d из %2$d пользователей";

/* Torrent -> status string */
"Seeding to %d of 1 peer" = "Раздаю к %d из 1 пользователя";

/* Create torrent -> location sheet -> button
   Create torrent -> select file
   Move torrent -> prompt
   Open torrent -> prompt
   Preferences -> Open panel prompt */
"Select" = "Выбрать";

/* Create torrent -> select file */
"Select a file or folder for the torrent file." = "Выберите папку или файл для торрента.";

/* Add -> select destination folder */
"Select the download folder for \"%@\"" = "Выберите папку для скачивания «%@»";

/* Create torrent -> location sheet -> message */
"Select the name and location for the torrent file." = "Выберите имя и местоположение для торрент-файла.";

/* Move torrent -> select destination folder */
"Select the new folder for %d data files." = "Выберите новую папку для %d файлов данных.";

/* Move torrent -> select destination folder */
"Select the new folder for \"%@\"." = "Выберите новую папку для «%@».";

/* Status Bar -> status menu */
"Session Ratio" = "Рейтинг за сессию";

/* Status Bar -> status menu */
"Session Transfer" = "Роздано за сессию";

/* Share toolbar item -> label
   Share toolbar item -> palette label */
"Share" = "Отправить";

/* Share toolbar item -> tooltip */
"Share torrent file" = "Отправить торрент-файл";

/* Main window -> 1st bottom left button (action) tooltip */
"Shortcuts for changing global settings." = "Общие настройки раздач";

/* notification button */
"Show" = "Показать";

/* View menu -> Filter Bar */
"Show Filter Bar" = "Показать фильтр";

/* File Outline -> Menu */
"Show in Finder" = "Показать в Finder";

/* View menu -> Inspector */
"Show Inspector" = "Показать инспектор";

/* View menu -> Status Bar */
"Show Status Bar" = "Показать панель статуса";

/* Torrent cell -> button info */
"Show the data file in Finder" = "Показать данные в Finder";

/* Dock item
   Status Bar -> speed tooltip */
"Speed Limit" = "Ограничение скорости";

/* notification title */
"Speed Limit Auto Disabled" = "Ограничение скорости отключено";

/* notification title */
"Speed Limit Auto Enabled" = "Ограничение скорости включено";

/* Main window -> 2nd bottom left button (turtle) tooltip */
"Speed Limit overrides the total bandwidth limits with its own limits." = "Будет использовано ограничение скорости вместо настроек ширины канала";

/* Torrent -> status string */
"Stalled" = "Неактивна";

/* Stats window -> title */
"Statistics" = "Статистика";

/* torrent action menu -> ratio stop */
"Stop at Ratio (%.2f)" = "Остановить при рейтинге (%.2f)";

/* Torrent cell -> button info */
"Stop waiting to start" = "Не ожидать начала";

/* Donation beg -> title */
"Support open-source indie software" = "Поддержите независимую программу с открытым исходным кодом";

/* File size - terabytes */
"TB" = "ТБ";

/* Transfer speed (terabytes per second) */
"TB/s" = "ТБ/с";

/* Create torrent -> directory doesn't exist warning -> title */
"The chosen torrent file location does not exist." = "Выбранная для торрент-файла папка отсутствует.";

/* Add torrent -> same name -> title */
"The destination directory and root data directory have the same name." = "Выбранная и корневая папки имеют одно и то же имя.";

/* Create torrent -> directory doesn't exist warning -> warning */
"The directory \"%@\" does not currently exist. Create this directory or choose a different one to create the torrent file." = "Папка «%@» не существует. Создайте папку или выберете другую чтобы создать торрент-файл.";

/* Open duplicate magnet alert -> message */
"The magnet link  \"%@\" cannot be added because it is a duplicate of an already existing transfer." = "Magnet-ссылка «%@» не может быть добавлена, так как является копией уже существующей раздачи.";

/* Move error alert -> message
   Move inside itself alert -> message */
"The move operation of \"%@\" cannot be done." = "Не могу переместить «%@».";

/* blocklist fail message */
"The specified blocklist file did not contain any valid rules." = "Не могу найти правила в черном списке.";

/* Torrent download failed -> message */
"The torrent could not be downloaded from %@: %@." = "Торрент не может быть скачан из %1$@: %2$@.";

/* Torrent file copy alert -> message */
"The torrent file (%@) cannot be found." = "Торрент-файл (%@) не найден.";

/* Open invalid alert -> message */
"The torrent file cannot be opened because it contains invalid data." = "Торрент-файл не может быть открыт, так как содержит неверные данные.";

/* Create torrent -> zero size -> title */
"The total file size is zero bytes." = "Общий размер файла 0 Б.";

/* Open duplicate alert -> message */
"The transfer cannot be added because it is a duplicate of an already existing transfer." = "Раздача не может быть добавлена, так как является копией уже существующей.";

/* Torrent disk space alert -> message */
"The transfer will be paused. Clear up space on %@ or deselect files in the torrent inspector to continue." = "Передача будет приостановлена. Освободите место на диске %@ или отмените скачивание нескольких файлов в Инспекторе.";

/* Create torrent -> blank address -> message */
"The transfer will not contact trackers for peers, and will have to rely solely on non-tracker peer discovery methods such as PEX and DHT to download and seed." = "Раздача не будет обмениваться информацией о пользователях с трекером, получая информацию скачивания и раздачи через DHT и PEX.";

/* Removal confirm panel -> message part 1 */
"There are %@ active transfers." = "%@ активных раздач.";

/* Removal confirm panel -> message part 1 */
"There are %@ transfers (%@ active)." = "%1$@ раздач (%2$@ из них активны).";

/* Confirm Quit panel -> message */
"There are %d active transfers that will be paused on quit. The transfers will automatically resume on the next launch." = "%d активных раздач будут приостановлены. При следующем запуске они будут автоматически возобновлены.";

/* Create torrent -> blank address -> title */
"There are no tracker addresses." = "Нет адреса трекеров.";

/* Transmission already running alert -> message */
"There is already a copy of Transmission running. This copy cannot be opened until that instance is quit." = "Transmission уже запущена. Новая копия не может быть запущена, пока не будет завершена существующая.";

/* Confirm Quit panel -> message */
"There is an active transfer that will be paused on quit. The transfer will automatically resume on the next launch." = "Активная раздача будет приостановлена. При следующем запуске она будет автоматически возобновлена.";

/* Create torrent -> no files -> warning */
"There must be at least one file in a folder to create a torrent file." = "Для создания торрент-файла в папке должен быть хотя бы один файл.";

/* Save log alert panel -> message */
"There was a problem creating the file \"%@\"." = "Ошибка во время создания «%@».";

/* Move error alert -> title */
"There was an error moving the data file." = "При перемещении данных произошла ошибка.";

/* Magnet link failed -> message */
"There was an error when adding the magnet link \"%@\". The transfer will not occur." = "Возникла ошибка при добавлении magnet-ссылки «%@». Раздача не будет начата.";

/* Create torrent -> no files -> title */
"This folder contains no files." = "Эта папка не содержит файлов.";

/* Removal confirm panel -> message */
"This transfer is active. Once removed, continuing the transfer will require the torrent file or magnet link." = "Раздача активна. Для восстановления удаленной раздачи потребуется оригинальный торрент-файл или magnet-ссылка.";

/* Stats reset -> message */
"This will clear the global statistics displayed by Transmission. Individual transfer statistics will not be affected." = "Общая статистика Transmission будет сброшена. Статистика индивидуальных раздач сохранится.";

/* Inspector -> tracker table */
"Tier %d" = "%d уровень";

/* Filter toolbar item -> palette label */
"Toggle Filter" = "Показать/скрыть фильтр";

/* Inspector toolbar item -> palette label */
"Toggle Inspector" = "Показать/скрыть Испектор";

/* Filter toolbar item -> tooltip */
"Toggle the filter bar" = "Показать/скрыть панель фильтра";

/* Inspector toolbar item -> tooltip */
"Toggle the torrent inspector" = "Показать/скрыть Инспектор торрента";

/* Download not a torrent -> title
   Torrent download error -> title */
"Torrent download failed" = "Ошибка при скачивании торрента";

/* notification title */
"Torrent File Auto Added" = "Торрент-файл добавлен";

/* Inspector -> title */
"Torrent Inspector" = "Инспектор торрента";

/* Torrent -> progress string */
"torrent metadata needed" = "получение метаданных торрента";

/* stats total */
"Total N/A" = "Нет данных";

/* Status Bar -> status menu */
"Total Ratio" = "Рейтинг за все время";

/* Status Bar -> status menu */
"Total Transfer" = "Роздано за все время";

/* Filter Bar -> filter menu */
"Tracker" = "Трекер";

/* Torrent -> status string */
"Tracker returned error" = "Трекер сообщил об ошибке";

/* Torrent -> status string */
"Tracker returned warning" = "Трекер вынес предупреждение";

/* Tracker next announce */
"Tracker will be used as a backup" = "Резервный трекер";

/* Inspector -> tab
   Inspector view -> title */
"Trackers" = "Трекеры\n";

/* Inspector -> Peers tab -> peers */
"Transfer Not Active" = "Раздача неактивна";

/* Preferences -> toolbar item title */
"Transfers" = "Раздачи";

/* Inspector -> Peers tab -> peers */
"Transfers Not Active" = "Раздачи неактивны";

/* Legal alert -> message */
"Transmission is a file-sharing program. When you run a torrent, its data will be made available to others by means of upload. You and you alone are fully responsible for exercising proper judgement and abiding by your local laws." = "Transmission — программа для обмена файлами. Когда ты запускаешь раздачу, ее данные становятся доступны для скачивания другими. Естественно, ответственность по выбору данных для обмена лежит на тебе.";

/* Donation beg -> message */
"Transmission is a full-featured torrent application. A lot of time and effort have gone into development, coding, and refinement. If you enjoy using it, please consider showing your love with a donation." = "Transmission — полнофункциональный торрент-клиент. Много времени и сил ушло на разработку, написание кода и оптимизацию. Если вам нравится эта программа, можете показать свою любовь, сделав пожертвование.";

/* Transmission already running alert -> title */
"Transmission is already running." = "Transmission уже запущен.";

/* inspector -> peer table -> header
   status bar -> status label
   Torrent -> status string */
"UL" = "Р";

/* Inspector -> Peers tab -> peers */
"UL to %d" = "раздаю к %d";

/* File Outline -> Menu */
"Uncheck Selected" = "Снять выбор";

/* Status Bar -> speed tooltip */
"unlimited" = "Неограниченно";

/* Torrent -> error string unreadable */
"unreadable error" = "неопознанная ошибка";

/* Save log panel -> default file name */
"untitled" = "Новый";

/* Torrent table -> group row -> tooltip */
"Upload speed" = "Скорость раздачи";

/* Stats window -> label */
"Uploaded" = "Роздано";

/* Torrent -> progress string */
"uploaded %@ (Ratio: %@)" = "роздано %1$@ (рейтинг: %2$@)";

/* inspector -> peer table -> header tool tip */
"Uploading To Peer" = "Раздаю к пользователю";

/* Torrent -> status string */
"Waiting to check existing data" = "Ожидаю проверки существующих данных";

/* Torrent -> status string */
"Waiting to download" = "Ожидаю скачивания";

/* Torrent -> status string */
"Waiting to seed" = "Ожидаю раздачи";

/* Drag overlay -> url */
"Web Address" = "URL";

/* Torrent -> status string */
"web seed" = "сайт раздачи";

/* inspector -> web seed table -> header */
"Web Seeds" = "Cайты раздачи";

/* Legal alert -> title */
"Welcome to Transmission" = "Добро пожаловать в Transmission";

/* Groups -> Name */
"Yellow" = "Желтая";

/* Inspector -> peer -> status */
"You unchoked the peer, but the peer is not interested" = "Пользователь не заинтересован в имеющихся у вас частях торрента";

/* Inspector -> peer -> status */
"You want to download, but peer does not want to send (interested and choked)" = "Вы заинтересованы в имеющихся у пользователя частях торрента, но он вас блокирует";

